Tekla.Structures.Filtering.Categories.AssemblyFilterExpressions.Prefix
The Prefix class represents the prefix filter expression.

Tekla.Structures.Filtering.Categories.AssemblyFilterExpressions.Prefix.#ctor
Initializes a new instance of the Prefix class.